{
  "novelName": "shadow-slave",
  "chapterNumber": 2720,
  "chapterTitle": "Shadow Slave - Chapter 2720 A New Beginning",
  "paragraphs": [
    "Sunny stared at the grinning skull, feeling a storm of dark emotions raging in his heart. He had not anticipated feeling this way, but here he was, full of something that he never thought he would feel one day... a sense of righteous indignation.",
    "For someone who had never once thought of himself as righteous or virtuous, that was an unfamiliar state.",
    "But considering the sins of the dead man in front of him, all Sunny's shortcomings seemed like the noblest of virtues. A smoldering, murderous wrath drowned his heart, making his fingers twitch. ‘T—this... this wretch. It was all because of him... because of them!\"",
    "He really wanted to kill the dreadful bastard... How ironic it was that out of all the people in the world, Eurys was one whom he was powerless to kill.",
    "Sunny forced himself to inhale.",
    "“Auro, Eurys, Orphne, Aletheia, Omer, Aemedon, Aletes... and the other two. There truly has never been a group more vile and wicked than you nine, has there?\"",
    "Eurys stared at him for a while, then chuckled.",
    "\"Oh. I guess you did learn a bit about us. So... I guess there are still traces of us left out there, in the world”",
    "Sunny could not help but laugh bitterly. “Traces? This whole damn world is a ghastly monument to your abhorrent lives. After all, you are the ones who created it. You are the architects of all the horror that I've endured... that everyone has endured. You are the bastards who created the Dream Realm. All those deaths, all that loss — it was all because of you.\"",
    "Eurys stared at him calmly.",
    "\"Worked like a charm, didn't it?\"",
    "As Sunny fell silent in shock, he let out a sigh.",
    "\"No, actually, it didn't. We did our best, but.. something must have gone wrong at the end.",
    "The ancient skull turned faintly, taking in the desolate landscape of the Shadow Realm.",
    "\"None of this was supposed to exist anymore, if we had succeeded. People like you and that young nephilim girl were never supposed to be born, and therefore never supposed to endure any suffering. Ah, but we failed, in the end. Well, I suppose we did destroy the Empire... but not quite in the way we intended”",
    "Sunny listened to his nonchalant tone, feeling his hair stand on end.",
    "How could he be so... matter-of-fact about it? How could he show no regret, no remorse whatsoever?",
    "No glee, no satisfaction either. No pride in having managed to destroy the great gods. Sunny shook his head slowly.",
    "“You... you must be entirely mad. Aren't you ashamed of what you did? Even a little?\" Eurys just stared at him in bewilderment. \"Ashamed? Why would I be ashamed?\"",
    "A short scoff escaped from Sunny’s lips. \"Because what you did was monstrous! Because what you did was unconscionable! Because you wiped out myriad innocent lives! Women, children, the elderly... those who had nothing to do with your damn realm and the damn Empire. You doomed everyone!\"",
    "Eurys remained silent for a while. Eventually, he said in his creaky voice: “Wouldn't you?\"",
    "Sunny gaped at him, shocked and outraged by the question.",
    "\"Naturally not!\"",
    "The skeleton chuckled.",
    "“That... is a failure of imagination on your part, boy. You are far more heartless and wicked than we have ever been, so I think you'd have done worse. Just imagine. Imagine it honestly.’",
    "Eurys stared into his eyes.",
    "“Everyone you cherish, everyone you know, everyone you have ever passed on the street or seen from afar. Your lover, your child, your siblings, your friends, and your comrades. People who depend on you and look up to you... people who despise you, as well. Your teachers, your neighbors, your idols, your priests.\"",
    "His voice turned darker:",
    "“All slaughtered, mutilated, enslaved, and stolen away to serve the murderers and abusers for what little remains of their lives in vicious indignity. The graves of your parents desecrated, the home you built for yourself burned to the ground. The culture that nurtured you destroyed, and even the language you speak erased. Until everything and everyone you ever knew is gone. Trampled, drowned in malice, and brutalized.’",
    "The ancient skeleton laughed quietly.",
    "“And the slavers, those who trampled and brutalized your everything, continuing their lives unpunished — prospering, even. Smug and satiated in their opulent homes, while those who enabled their barbarity are revered and worshipped everywhere under the sky. Why, would you blame a slave for hating his slaver? Are you sure that you would have been in a forgiving mood, boy?\" Sunny remained silent.",
    "What would he have done if Nephis, Rain, Cassie, Effie and her family, Kai, Jet, Aiko, Teacher Julius, the White Feather clan, the survivors of the First Irregular Company... and everyone else he knew had been brutally killed?",
    "His gaze darkened.",
    "He might have killed a god or two, as well. Still, he wouldn't have slaughtered innocent bystanders.",
    "He wanted to believe that he wouldn't. \"Pretty... pretty sure.’",
    "Eurys laughed.",
    "\"Well then, let's hope that you'll never have to find out. As for me, I am at peace with the past.\"",
    "Sunny glanced at him darkly, then uttered through gritted teeth:",
    "\"So, what? No remorse? No regret? You don't regret destroying the world at all?\" The skeleton remained silent for a while, then shrugged.",
    "\"I don't know.\"",
    "Sunny's eyes widened.",
    "“You... don't know? What kind of answer is that?\"",
    "Eyrus stared at him expressionlessly.",
    "\"I am quite old, you know? At the beginning... I remember being quite convinced of my mission. My, oh my! I was a man of great conviction. And I even kept that conviction for the first few decades of hanging on that tree. I remember being full of glee while watching the world fall apart from under its branches.\"",
    "He chuckled.",
    "\"But then, eventually, I went mad. And after that, I came to regret my every choice and my every action. I wailed, cried, and begged for forgiveness. I think I cried for a century, and begged for a century more. Then... I don't quite remember. But by the time I came to my senses, I was full of hatred and wicked joy. I celebrated the fact that I destroyed the world. I laughed and sang joyous songs, welcoming every new day in exhilaration. Ah, but eventually... I just stayed silent for an eternity. And by the end of it, I didn't really care either way.\"",
    "The skeleton clicked his jaw.",
    "\"All of it happened so long ago, you know. Sc I don't know anymore. Sometimes, I feel a little wistful. And sometimes, I feel a little sad. But mostly, I don't feel much of anything at all. Except... ah, I pity you and that loathsome girl. You poor kids. You didn't do anything to deserve this.\"",
    "Sunny gritted his teeth.",
    "\"I don't need your pity.\"",
    "He couldn't wrap his head around it. Any of it.",
    "The fact that this man had destroyed the world, and the fact that he didn't particularly care about having destroyed the world, as well.",
    "Eurys just stared at him.",
    "“I wasn't offering.”",
    "He fell silent for a while, then sighed and said in a neutral tone:",
    "\"For what it's worth, I wish you luck. I hope that you do become gods. And that you build a new world on the ruins of the one I and my people destroyed. The gods I hated are dead, so... I think it will be nice. A new beginning\"",
    "His voice sounded sincere enough, but Sunny couldn't help but laugh bitterly.",
    "‘A new beginning... is this it, then? Is this Weaver's will?’",
    "He felt like he was about to go mad.",
    "So, he forced himself to calm down. He composed himself and steeled his resolve. With a sigh, Sunny rose from the ground and summoned Serpent.",
    "\"I guess all of this works out great for you, doesn't it, Eurys? Now that I know the truth lam more motivated than ever to kill you. And if I do become a god, I'll finally have enough power to actually do it. No matter what happens, you win.\"",
    "Eurys stared at him with the same skeletal, eternal grin.",
    "\"I guess it does. My, oh my! I must be a genius.\"",
    "Sunny exhaled slowly, then nodded.",
    "“Alright, then. After all, I made a promise. I feel like I'll be busy for a while after this, so... I'll try to kill you well today, Asterion.\"",
    "As he raised his sword, the ancient skeleton laughed.",
    "“Huh? What did you say? Oh, that's peculiar. That's creepy. Just now, I felt something trying to crawl into my head... how rude. How unpleasant...\"",
    "Not listening to his nonsense, Sunny brought the sword down.",
    "***",
    "Far away, in a different world, night had enveloped a desolate plain. Ruins of an ancient city towered in the distance like a concrete jungle, and rusted corpses of grotesque war machines lay half-buried in the dry earth. The air was thick with invisible poison, and no mundane creature could survive this forsaken hell.",
    "Nevertheless, people had intruded upon the desolate plain this night. They were kneeling on the ground, their protective suits and flimsy vehicles covered by dust. Some had already died, but the rest were still looking up, at the silver disk of the distant moon, chanting a simple prayer.",
    "“Asterion... Asterion... Asterion...\"",
    "One more fell to the ground.",
    "\"Asterion! Asterion!\"",
    "The indifferent moon looked down at them from the sky.",
    "\"ASTERION!\"",
    "They had been praying for a long time.",
    "But tonight, their prayers were finally answered.",
    "A falling star suddenly streaked across the night sky, burning bright in the vast darkness.",
    "Its fiery halo grew brighter and brighter, falling as it left a trail of smoke in the air. Finally, a radiant meteor impacted the ground, causing a devastating explosion and a powerful earthquake.",
    "The praying people fell down, crying as they reached toward the crater joyously.",
    "Slowly, their voices grew quiet.",
    "Then, a hand appeared from the crater, and aman wearing a torn, charred spacesuit pulled himself over the edge.",
    "Rising to his feet, he took off his shattered helmet, closed his eyes, and inhaled the poisonous air with full chest.",
    "This was the first breath he had drawn in decades.",
    "A charming smile twisted his lips. Thıs content belongs to novel✦fire.net",
    "\"Ah... good old Earth. It seems I have returned.\"",
    "For him, who was born in the Dream Realm, this was an alien world.",
    "But he was still glad to be back.",
    "[End of Part III: Voyage of the Night Garden.]",
    "[End of volume ten: Dark Lord's Dreadful Travelogue.]"
  ]
}